# autosuggestions
zsh-users/zsh-autosuggestions

# faster syntax highlight
zdharma-continuum/fast-syntax-highlighting

# completions
zsh-users/zsh-completions

# tab completion UI
Aloxaf/fzf-tab

# history search
zsh-users/zsh-history-substring-search

# oh-my-zsh plugins
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/npm
ohmyzsh/ohmyzsh path:plugins/extract
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/z
ohmyzsh/ohmyzsh path:plugins/fzf
